Repository: common-repository/next-wc-product-labels-badges
Catalog: languages/next-wc-product-labels-badges-*.po
Languages: fr_fr

source: General Settings
fr_fr: Réglages généraux

source: Set labels
fr_fr: Définir les étiquettes

source: Set badges
fr_fr: Définir les badges

source: Labels
fr_fr: Etiquettes

source: Type of label
fr_fr: Type d'étiquette

source: Text box labels (Do NOT need GD library)
fr_fr: Etiquettes de type texte (N'utilise pas la librairie GD)

source: Image labels
fr_fr: Etiquettes de type image

source: Show labels
fr_fr: Afficher les étiquettes

source: Display label on product page
fr_fr: Afficher l'étiquette sur la page produit

source: Display label on shop page
fr_fr: Afficher l'étiquette sur la page boutique

source: Type of badge
fr_fr: Type de badge

source: Text box badges (Do NOT need GD library)
fr_fr: Badges de type texte (N'utilise pas la librairie GD)

source: Image badges
fr_fr: Badges de type image

source: Show badges
fr_fr: Afficher les badges

source: Display badges on product page
fr_fr: Afficher les badges sur la page produit

source: Display badges on shop page
fr_fr: Afficher les badges sur la page boutique

source: Save
fr_fr: Enregistrer

source: Label settings
fr_fr: Réglages des étiquettes

source: Label color
fr_fr: Couleur de l'étiquette

source: Background color
fr_fr: Couleur de fond

source: Pattern color
fr_fr: Couleur de motif

source: Label opacity
fr_fr: Opacité de l'étiquette

source: Set the opacity
fr_fr: Définir l'opacité

source: From 0% (fully transparent) to 100% (fully opaque)
fr_fr: De 0% (complétement transparent) à 100% (complétement opaque)

source: Font
fr_fr: Police

source: Fantasy
fr_fr: Fantaisie

source: Font color
fr_fr: Couleur de police

source: Shop page
fr_fr: Page boutique

source: Label alignment
fr_fr: Alignement du label

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Offset X
fr_fr: Décalage en X

source: Offset Y
fr_fr: Décalage en Y

source: Product page
fr_fr: Page produit

source: Right of the product page
fr_fr: Droite de la page produit

source: Main content
fr_fr: Contenu principal

source: Fisrt information on labels
fr_fr: Information principale sur l'étiquette

source: Percent discount
fr_fr: Pourcentage de réduction

source: Total discount
fr_fr: Réduction totale

source: Complementary content
fr_fr: Contenu complémentaire

source: Show secondary information
fr_fr: Afficher l'information secondaire

source: New
fr_fr: Nouveauté

source: Featured
fr_fr: Produit phare

source: Sold out
fr_fr: Vendu

source: Best selling
fr_fr: Meilleures ventes

source: Quantity
fr_fr: Quantité

source: Badge settings
fr_fr: Réglages des badges

source: Activate this badge
fr_fr: Activer ce badge

source: Badge opacity
fr_fr: Opacité du badge

source: Badge alignment
fr_fr: Alignement du badge

source: Top left
fr_fr: En haut à gauche

source: Top right
fr_fr: En haut à droite

source: Bottom left
fr_fr: En bas à gauche

source: Bottom right
fr_fr: En bas à droite

source: Better aligned Top left with X = -4 and Y around 200
fr_fr: Alignement conseillé en haut à gauche avec X = -4 et Y autour de 200

source: Better aligned Top right with X = -4 and Y around 200
fr_fr: Alignement conseillé en haut à droite avec X = -4 et Y autour de 200

source: Better aligned Top right with X = 5 and Y = -5
fr_fr: Alignement conseillé en haut à droite avec X = 5 et Y = -5

source: Better aligned Top right with X = -5 and Y = -5
fr_fr: Alignement conseillé en haut à droite avec X = -5 et Y = -5

source: Better aligned Top left with X = 100 and Y = -5
fr_fr: Alignement conseillé en haut à gauche avec X = 100 et Y = -5

source: Better aligned Top right with X = -5 and Y = 0
fr_fr: Alignement conseillé en haut à droite avec X = -5 et Y = 0

source: Better aligned Top right with X = 0 and Y = -10
fr_fr: Alignement conseillé en haut à droite avec X = 0 et Y = -10

source: Better aligned Left with X = -4 and Y around 400
fr_fr: Alignement conseillé à gauche avec X = -4 et Y autour de 400

source: Better aligned Right with X = -4 and Y around 400
fr_fr: Alignement conseillé à droite avec X = -4 et Y autour de 400

source: Better aligned Right with X = 10 and Y from 0 and more
fr_fr: Alignement conseillé à droite avec X = 10 et Y entre 0 et plus

source: Better aligned Right with X = -1 and Y = -1
fr_fr: Alignement conseillé à droite avec X = -1 et Y = -1

source: Better aligned Left with X = 100 and Y = -5
fr_fr: Alignement conseillé à gauche avec X = 100 et Y = -5

source: Better aligned Right with X = 0 and Y = 0
fr_fr: Alignement conseillé à droite avec X = 0 et Y = 0

source: Better aligned Right of the product page with X = 0 and Y = 0
fr_fr: Alignement conseillé à droite de la page produit avec X = 0 et Y = 0

source: Text alignment
fr_fr: Alignement du texte

source: Number of products
fr_fr: Nombre de produits

source: Product Ids
fr_fr: Ids produit

source: Text direction
fr_fr: Direction du texte

source: Top to bottom
fr_fr: De haut en bas

source: Bottom to top
fr_fr: De bas en haut

source: Font size
fr_fr: Taille de police

source: Newness
fr_fr: Nouveauté

source: days
fr_fr: jours

source: Displayed when less or equal than quantity
fr_fr: Affiché si inférieur ou égal à cette quantité

source: Use categories
fr_fr: Utiliser les catégories

source: Use category background colors instead of label background color
fr_fr: Utilise les couleurs des catégories des badges au lieu de la couleur de fond

source: Only for TEXT labels
fr_fr: Ne fonctionne qu'avec les étiquettes de type TEXTE

source: General settings
fr_fr: Réglages généraux

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission suffisante pour accéder à cette page.

source: Add for free
fr_fr: Ajoutez gratuitement

source: to easily configure your WC products, add clouds and lists, improve SEO and much more!
fr_fr: pour configurer facilement tous vos produits WC, ajouter des nuages et listes, améliorer le SEO et bien plus!

source: You like this plugin?
fr_fr: Vous aimez ce plugin?

source: Offer me a coffee!
fr_fr: Offrez-moi un café!

source: YOUR Data have been saved successfully!
fr_fr: Réglages enregistrés!

source: Sorry, cannot do this...
fr_fr: Désolé, impossible de réaliser cette action...

source: Show labels is disabled on both single product and shop pages!
fr_fr: L'affichage des étiquettes est deshabilité à la fois sur les pages produit et la page boutique!

source: Up to -
fr_fr: Jusqu'à -

source: Select badge
fr_fr: Choix du badge

source: Show/Hide to select badge
fr_fr: Montrer/Cacher pour choisir le badge

source: Select label
fr_fr: Choix de l'étiquette

source: Show/Hide to select label
fr_fr: Montrer/Cacher pour choisir l'étiquette
